Repository: ahmadyuwono/bksd.mobile.1
Catalog: lib/l10n/intl_*.arb
Languages: id

# homeButton
source: Home
id: Beranda

# settingsButton
source: Settings
id: Pengaturan

# languageButton
source: Language
id: Bahasa

# loginRegister
source: Login or Register
id: Masuk atau Daftar

# loginButton
source: Login
id: Masuk

# logoutButton
source: Logout
id: Keluar

source: Welcome
id: Selamat Datang

source: Register
id: Daftar

source: Forgot Password
id: Lupa Password

# guide
source: Cooperation Guide
id: Panduan Kerjasama

# service
source: Cooperation Service
id: Layanan Kerjasama

# kontak
source: Contact Center
id: Pusat Kontak

# information
source: News
id: Berita

# domestic
source: Domestic Cooperation
id: Kerjasama Dalam Negeri

# international
source: International Cooperation
id: Kerjasama Luar Negeri

# opportunity
source: Cooperation Opportunity
id: Peluang Kerjasama

# program
source: Cooperation Program
id: Program Kerjasama

# report
source: Cooperation Report
id: Laporan Kerjasama

# registered
source: Already Registered ?
id: Sudah Daftar ?

# registeredBack
source: Back to Login
id: Kembali ke Login

# registerButton
source: Register
id: Daftar

# agreeCheck
source: I agree to the Terms and Privacy Policy from BKSD Kab. Muba service
id: Saya menyetujui Terms dan Privacy Policy dari layanan BKSD Kab. Muba

# registerTitle
source: Register BKSD Kab. Muba
id: Registrasi BKSD Kab. Muba

# registerCheck
source: Data not complete, please check again
id: Data belum lengkap, mohon dicek kembali

# completeName
source: Full Name
id: Nama Lengkap

source: Address
id: Alamat

source: Country
id: Negara

# confirmPass
source: Confirm Password
id: Konfirmasi Password

source: Please Wait
id: Mohon Tunggu

# sendForgot
source: Send
id: Kirim

# loginFailed
source: Failed to login! User not found!
id: Login gagal! User tidak ditemukan!

# pleaseLogin
source: Please login first
id: Harap login dahulu

source: General Settings
id: Pengaturan Umum

# about
source: About App
id: Tentang Aplikasi

# selectPlatform
source: Please select a platform to reach Contact Center
id: Silahkan pilih platform untuk menghubungi Pusat Kontak

# platformCard
source: Select Platform
id: Pilih Platform

source: File ID
id: ID Berkas

# registeredMember
source: REGISTERED AS A MEMBER
id: SUDAH TERDAFTAR SEBAGAI MEMBER

source: Uploaded Files
id: Berkas Terunggah

source: Re-upload
id: Unggah Ulang

# lookFiles
source: LOOK AT FILES
id: LIHAT BERKAS

source: UPLOAD FILES
id: UNGGAH BERKAS

# verifyFiles
source: FILES HAVE BEEN VERIFIED
id: BERKAS TELAH DIVERIFIKASI

# dalamNegeri
source: Domestic
id: Dalam Negeri

# luarNegeri
source: International
id: Luar Negeri

# prepPhase
source: Preparation Step
id: Tahap Persiapan

# offerPhase
source: Offering Step
id: Tahap Penawaran

# susunPhase
source: Organizing Step
id: Tahap Penyusunan

# reviewPhase
source: Reviewing Step
id: Tahap Pembahasan

# signPhase
source: Signing Step
id: Tahap Penandatanganan

# agreePhase
source: Agreement Step
id: Tahap Persetujuan

# executePhase
source: Execution Step
id: Tahap Pelaksanaan

# dialogTitle
source: Confirmation
id: Konfirmasi

# dialogTitleP
source: Requirements
id: Persyaratan

# dialogContent
source: Are you sure to download this file:
id: Apakah anda yaking untuk mengunduh file:

# dialogConfirm
source: DOWNLOAD
id: UNDUH

# dialogCancel
source: CANCEL
id: BATAL

# facilitation
source: Facilitate
id: Fasilitasi

# coop
source: Cooperation
id: Kerja Sama

# ksdd
source: Regional Cooperation
id: Kerjasama Daerah dengan Daerah Lain

# ksdpk
source: Regional Cooperation with Third Parties
id: Kerjasama Daerah dengan Pihak Ketiga

# sinergi
source: Synergy between Central Government and Local Governments
id: Sinergi Pemerintah Pusat dengan Pemerintah Daerah

# ksdpl
source: Regional Cooperation with Foreign Local Governments
id: Kerjasama Daerah dengan Pemerintah Daerah Luar Negeri

# ksdll
source: Regional Cooperation with Foreign Institutions
id: Kerjasama Daerah dengan Lembaga Luar Negeri

source: Education
id: Pendidikan

source: Health
id: Kesehatan

source: Tourism
id: Pariwisata

source: Sport
id: Olahraga

# suksesForm
source: SUCCESS
id: BERHASIL

# fillingSukses
source: FILLING OUT THE FRAMEWORK OF REFERENCE
id: PENGISIAN FORMAT KERANGKA ACUAN KERJA

# backToDb
source: Back to Dashboard
id: Kembali ke Dashboard

# formStepT
source: Please fill the form below
id: Silahkan isi format dibawah ini

# stepTitle
source: PREPARATION APPLICATION FORM
id: FORM APLIKASI PERSIAPAN

# stepTitleOffer
source: OFFERING APPLICATION FORM
id: FORM APLIKASI PENAWARAN

# noLetter
source: Letter Number
id: Nomor Surat

# dateLetter
source: Letter Date
id: Tanggal Surat

# offerState
source: Hereby Submit an Offer
id: Dengan ini Mengajukan Penawaran

source: Office
id: Kedudukan

# actBehalf
source: Act For and In the Name Of
id: Bertindak Untuk dan Atas Nama
